[
  {
    "value": "An elderly couple raised their 4 children on a frugal basis. ",
    "key": 1
  },
  {
    "value": "Time flies, they have been married for 50 years, and the children with excellent income are secretly discussing what kind of golden wedding gift to give their parents.",
    "key": 2
  },
  {
    "value": "Since the old couple likes to go to the seaside to enjoy the sunset, the children decided to give their parents the most luxurious travel voyage, so that the old couple can enjoy the beautiful scenery of the sea.",
    "key": 3
  },
  {
    "value": "The elderly couple boarded the luxury cruise ship with first-class tickets, and they were amazed by the large ship that can accommodate thousands of people. ",
    "key": 4
  },
  {
    "value": "And there are swimming pools, luxury restaurants, cinemas, etc. on board, which surprise them both.",
    "key": 5
  },
  {
    "value": "The fly in the ointment is that the cost of each luxury equipment is very expensive. ",
    "key": 6
  },
  {
    "value": "The thrifty old couple calculated their little travel expenses, and after thinking about it, they were really reluctant to spend it lightly. ",
    "key": 7
  },
  {
    "value": "They had to enjoy five-star suites in first-class cabins, or linger on the deck and enjoy the view of the sea.",
    "key": 8
  },
  {
    "value": "Fortunately, they were afraid that the food on board would not suit their appetite, so they carried a box of instant noodles with them. ",
    "key": 9
  },
  {
    "value": "Since they could not afford the exquisite dining in the luxury restaurant on board, they would eat instant noodles to satisfy their hunger. ",
    "key": 10
  },
  {
    "value": "Sometimes they wanted to change their tastes to eat Western food, so they went to the shop on board to buy some bread and milk. .",
    "key": 11
  },
  {
    "value": "On the last night of the voyage, the old man thought, if after returning home, relatives, friends and neighbors asked about the food on board, but he couldn't answer, it would be unreasonable. ",
    "key": 12
  },
  {
    "value": "After discussing with his wife, the old man decided to go to the ship's restaurant at dinner time. ",
    "key": 13
  },
  {
    "value": "It was the last meal anyway, and tomorrow was the end of the voyage, so he was not afraid of spoiling himself.",
    "key": 14
  },
  {
    "value": "Under the background of music and candlelight, the old couple celebrating the golden wedding anniversary seemed to return to the happiness of their first love. ",
    "key": 15
  },
  {
    "value": "In the laughter of toasting and drinking, the meal time is coming to an end, and the old gentleman invites the waiter to check out.",
    "key": 16
  },
  {
    "value": "The waiter politely asked the old gentleman, \"Can you show me your ticket?\"",
    "key": 17
  },
  {
    "value": "Hearing this, the old man couldn't help but get angry, \"I didn't smuggle onto the boat, and I have to look at the ticket for my meal?\" ",
    "key": 18
  },
  {
    "value": "While muttering, he took out the ticket.",
    "key": 19
  },
  {
    "value": "The waiter took the ticket, took out a pen, and scribbled one of the many spaces on the back of the ticket. ",
    "key": 20
  },
  {
    "value": "At the same time, he asked in surprise, \"Sir, have you never consumed anything since you got on the ship?\"",
    "key": 21
  },
  {
    "value": "The old gentleman was even more angry: \"I can't consume it, what's your business?\"",
    "key": 22
  },
  {
    "value": "The waiter patiently handed over the ticket and explained: \"This is a first-class ticket, and all the consumption items on board during the voyage, including meals, singing and other activities, have been included in the ticket. ",
    "key": 23
  },
  {
    "value": "Each time you spend only We need to show the ticket, and we can log out in the space behind.\"",
    "key": 24
  },
  {
    "value": "The old couple remembered the instant noodles they ate every day on the voyage, and they were about to disembark tomorrow, so they could not help being relatively silent.",
    "key": 25
  },
  {
    "value": "Have we ever thought that when we came to this world and embarked on the journey of life, God has already given us a first-class ticket. ",
    "key": 26
  },
  {
    "value": "We can use this ticket to enjoy the most luxurious treatment.",
    "key": 27
  },
  {
    "value": "However, many people, like the two old men in the article, have been living in a normal way and living frugally. ",
    "key": 28
  },
  {
    "value": "Even if they got on a luxury ship, they did not use the first-class ticket, and lived a life of borrowing instant noodles to feed their hunger, and they regretted it a lot.",
    "key": 29
  },
  {
    "value": "There is no entertainment, no enjoyment, no surprises, only living in a tight way, missing all the possibilities of experiencing life, and missing a lot of wonderful parts, what a pity!",
    "key": 30
  },
  {
    "value": "Old friends, while there is still time, while everything is still in time, while the first-class life ticket is still valid, let us act together.",
    "key": 31
  },
  {
    "value": "Now that we have boarded a luxury cruise ship, we should enjoy the happiness that luxury cruise ships bring to us. ",
    "key": 32
  },
  {
    "value": "Don't worry, don't be afraid, and don't save. ",
    "key": 33
  },
  {
    "value": "We should be willing to spend the money we should spend, and experience the life we ​​should enjoy.",
    "key": 34
  },
  {
    "value": "We must be a little better to ourselves, learn to \"eat, drink and have fun\", and know how to enjoy the beauty in life, in order to live up to this hard-won first-class ticket!",
    "key": 35
  },
  {
    "value": "Think about it, have you made good use of this ferry ticket in your hand? ",
    "key": 36
  },
  {
    "value": "Don't regret it when you disembark!",
    "key": 37
  },
  {
    "value": "After reading this article, I was really inspired! ",
    "key": 38
  },
  {
    "value": "I hope you don't waste your first-class tickets and enjoy life!",
    "key": 39
  }
]
